Repository: smisidjan/stage-platform
Catalog: api/translations/messages.*.xlf
Languages: nl

source: requested
nl: aangevraagd

source: granted
nl: ingestemd

source: submitted
nl: ingediend

source: retracted
nl: ingetrokken

source: declined
nl: afgewezen

source: incomplete
nl: incompleet

source: complete
nl: compleet

source: processed
nl: verwerkt

source: cancelled
nl: geannuleerd

source: reference
nl: referentie

source: name
nl: naam

source: created
nl: aangemaakt

source: modified
nl: aangepast

source: request
nl: verzoek

source: event
nl: afspraak

source: calendar
nl: agenda

source: orderitem
nl: product bij bestelling

source: givenname
nl: voornaam

source: value is empty
nl: nog geen waarde opgegeven

source: given names
nl: voornamen

source: family name
nl: geslachtsnaam

source: social service number
nl: burgerservicenummer

source: placename
nl: woonplaats

source: location
nl: locatie

source: date of birth
nl: geboortedatum

source: place of birth
nl: geboorteplaats

source: account settings
nl: account instellingen

source: internships
nl: stages

source: competences
nl: competenties

source: temporarily
nl: tijdelijk

source: season
nl: seizoen

source: telecommute
nl: thuiswerken

source: deadline for which you can register
nl: uiterlijke datum waarvoor je kan inschrijven

source: full name
nl: voor- en achternaam

source: resume
nl: portfolio

source: saved
nl: opgeslagen

source: could not be saved
nl: kon niet worden opgeslagen

source: could not be created
nl: kon niet worden aangemaakt

source: start
nl: starten

source: submit
nl: indienen

source: properties of the request
nl: eigenschappen van het verzoek

source: cancel
nl: annuleren

source: description
nl: omschrijving

source: yes
nl: ja

source: no
nl: nee

source: instruction
nl: instructie

source: this request is currently
nl: dit verzoek is momenteel

source: retract
nl: intrekken

source: see
nl: bekijken

source: courses
nl: cursussen

source: activities
nl: activiteiten

source: programs
nl: programma's

source: person
nl: persoon

source: organization
nl: organisatie

source: user
nl: gebruiker

source: no challenges found
nl: geen challenges gevonden

source: processes
nl: processen

source: login
nl: inloggen

source: save
nl: opslaan

source: messages
nl: berichten

source: progress
nl: progressie

source: properties
nl: eigenschappen

source: requests
nl: verzoeken

source: stages
nl: stappen

source: in progress
nl: in behandeling

source: documents
nl: documenten

source: attention
nl: ter informatie

source: you can not save or submit procceses if you are not loged in
nl: u kunt geen processen opslaan of indienen als u niet bent ingelogd

source: login required
nl: inloggen vereist

source: no proccesses available
nl: geen processen beschikbaar

source: previous
nl: vorige

source: submitter
nl: indiener

source: ask a question
nl: stel een vraag

source: you need to save before you can submit a question
nl: u moet eerst opslaan voordat u een vraag kan indienen

source: you need to login before you can submit a question
nl: u moet eerst inloggen voordat u een vraag kan indienen

source: there are currently no messages concerning this item
nl: er zijn momenteel geen berichten over dit item

source: message
nl: bericht

source: you can not submit a message if you are not loged in
nl: u kunt geen bericht versturen als u niet bent ingelogd

source: sender
nl: afzender

source: receiver
nl: ontvanger

source: channel
nl: kanaal

source: topic
nl: onderwerp

source: send
nl: verstuur

source: regarding
nl: betreffende

source: first name
nl: voornaam

source: last name
nl: achternaam

source: What product do you want to subscribe to:
nl: op welk product wilt u zich abonneren

source: from
nl: van

source: to
nl: naar

source: continue without logging in
nl: ga verder zonder in te loggen

source: register
nl: aanmelden

source: for citizen
nl: voor burgers

source: for businesses
nl: voor bedrijven

source: e-herkening
nl: e-herkenning

source: for employees
nl: voor medewerkers

source: username
nl: gebruikersnaam

source: password
nl: wachtwoord

source: logout
nl: uitloggen

source: skip to content
nl: ga naar inhoud

source: date
nl: datum

source: view
nl: bekijken

source: view all
nl: alles bekijken

source: no messages available
nl: geen berichten beschikbaar

source: this request is in progress and can no longer be altered
nl: dit verzoek is in behandeling en kan niet meer worden gewijzigd

source: this request has been procceced and can no longer be altered
nl: dit verzoek is verwerkt en kan niet meer worden gewijzigd

source: unknow process status
nl: onbekende processtatus

source: next
nl: volgende

source: continue
nl: doorgaan

source: comparable requests
nl: vergelijkbare verzoeken

source: no comparable requests
nl: geen vergelijkbare verzoeken

source: download documents
nl: documenten downloaden

source: your data
nl: uw data

source: address
nl: adres

source: start request
nl: verzoek starten

source: job postings
nl: vacatures

source: job applications
nl: sollicitaties

source: cources
nl: cursussen

source: programs and cources
nl: programma's en cursussen

source: tenders
nl: challenges

source: relevant requests that you have made in the past that share a great amount of characteristic with the request
nl: relevante verzoeken die u in het verleden heeft gedaan en die veel kenmerken gemeen hebben met het verzoek

source: you need to login before you can view relevant requests
nl: u moet inloggen voordat u relevante verzoeken kunt bekijken

source: validations
nl: validaties

source: invoices
nl: facturen

source: no invoices available
nl: geen facturen beschikbaar

source: download invoice
nl: download factuur

source: assents
nl: instemmingen

source: no assents available
nl: geen instemmingen beschikbaar

source: orders
nl: bestellingen

source: order
nl: bestelling

source: amount
nl: aantal

source: invoice
nl: factuur

source: n.a.
nl: n.v.t.

source: no orders available
nl: geen bestellingen beschikbaar

source: you need to login before you can upload files
nl: u moet inloggen voordat u bestanden kan uploaden

source: change
nl: wijzig

source: financial
nl: financieel

source: items
nl: producten

source: payment status
nl: betalingsstatus

source: payment link
nl: betalingslink

source: no processes available
nl: geen processen beschikbaar

source: subject
nl: onderwerp

source: document template
nl: document sjabloon

source: edit
nl: bewerk

source: age
nl: leeftijd

source: gender
nl: geslacht

source: business
nl: bedrijf

source: events
nl: evenementen

source: start date
nl: startdatum

source: end date
nl: einddatum

source: no events available
nl: geen afspraken beschikbaar

source: uploaded files
nl: geüploade bestanden

source: view your existing requests
nl: bekijk uw bestaande verzoeken

source: next step
nl: volgende stap

source: search for internships
nl: zoeken naar stages

source: find your perfect internship
nl: vind je perfecte stageplek

source: so that you can make a choice for which internship you would like to go.
nl: zodat je een keuze kunt maken voor welke stage jij wilt gaan.

source: internship
nl: stage

source: we are always looking for creative, talented self-starters to join the Front family. Check out our open positions and fill out an application.
nl: we zijn altijd op zoek naar creatieve, getalenteerde zelfstarters om lid te worden van de Front-familie. Bekijk onze openstaande stages en vul een sollicitatie in.

source: no requirements found
nl: geen vereisten gevonden

source: Join the Conduction Academy
nl: word lid van de Conduction Academy

source: We use
nl: wij gebruiken

source: Become a part of the comunity today to find the best interhsips and tutorials to lift of your career
nl: word vandaag nog een deel van de gemeenschap om de beste stages en tutorials te vinden om je carrière een boost te geven

source: register now
nl: registreer nu

source: see details
nl: zie de details

source: all postitions
nl: alle posities

source: apply now
nl: solliciteer nu

source: requirements
nl: voorwaarden

source: apply for this position
nl: solliciteren voor deze positie

source: you need to be logged in to apply to a position
nl: je moet ingelogd zijn om op een positie te solliciteren

source: click here to log in
nl: klik hier om in te loggen

source: click here to register a new organization
nl: klik hier om een nieuwe organisatie te registreren

source: We collect as many tutorials as possible that share your knowledge and which increases the chance of a great internship!
nl: we verzamelen zoveel mogelijk tutorials die jouw kennis delen en die de kans op een toffe stage vergroten!

source: For some internships it is going through a few tutorials is a must, you will then submit a little after watching test so that the company can see that you have acquired the knowledge.
nl: voor sommige stages is het doorlopen van een paar tutorials een must, na het bekijken beloop je een test zodat het bedrijf kan zien dat je de kennis hebt opgedaan.

source: That also makes it much easier for you to immediately join your internship company
nl: dat maakt het voor jou ook veel gemakkelijker om direct bij je stagebedrijf te komen werken

source: search for a tutorial
nl: zoek een tutorial

source: soft skills
nl: zachte vaardigheden

source: life
nl: leven

source: Previous
nl: vorige

source: Next
nl: volgende

source: Share your knowledge to gain inseight
nl: deel uw kennis om inzicht te krijgen

source: sharing might be
nl: delen kan

source: caring
nl: zorgzaam

source: but learning is yearning
nl: maar leren is verlangen

source: by providing tutorials you don\'t just support the next generation of profesional\'s, you activly help them onboard for your ecosystem
nl: door tutorials aan te bieden, ondersteunt u niet alleen de volgende generatie professionele gebruikers, maar helpt u hen actief mee onboard voor uw ecosysteem

source: register now to post your tutorials
nl: registreer nu om uw tutorials te plaatsen

source: all tutorials
nl: alle tutorials

source: register for this tutorial
nl: schrijf je in voor deze tutorial

source: you have already registerd for this cource
nl: u heeft zich al aangemeld voor deze cursus

source: you have already applied for this team
nl: je hebt je al aangemeld voor dit team

source: click here to participate
nl: klik hier om deel te nemen

source: you need to be logged in to register for a tutorial
nl: je moet ingelogd zijn om je te registreren voor een tutorial

source: other tutorials from this organization
nl: andere tutorials van deze organisatie

source: Are you a creative and driven student and looking for a different kind of internship?
nl: ben jij een creatieve en gedreven student en op zoek naar een ander soort stage?

source: Here we offer challenges from companies with special challenges, who are looking for a suitable solution.
nl: hier bieden we challenges aan van bedrijven met bijzondere uitdagingen, die op zoek zijn naar een passende oplossing.

source: You as a student can participate!
nl: jij als student kan meedoen!

source: Pitch your innovative solution / idea for these challenges and win a unique internship where you can implement your idea.
nl: pitch jouw innovatieve oplossing / idee voor deze challenges en win een unieke stage waarin jij jouw idee kunt implementeren.

source: You can do this individually or with others.
nl: je kunt dit individueel of met anderen doen.

source: Looking for team players watch
nl: op zoek naar teamspelers kijk

source: here
nl: hier

source: and make contact.
nl: en maak contact.

source: search for challenges
nl: zoeken naar challenges

source: post a challenge for students
nl: plaats een challenge voor studenten

source: Do you have as an organization a (digital) issue or a challenge?
nl: heeft u als organisatie een (digitaal) vraagstuk of een challenge?

source: and do you want it to be viewed from a different refreshing perspective, or to come up with a solution?
nl: en wil je het vanuit een ander verfrissend perspectief bekijken, of met een oplossing komen?

source: Post a challenge
nl: plaats een challenge

source: and invite students to respond and pitch their ideas and / or products!
nl: en nodig studenten uit om te reageren en hun ideeën en / of producten te pitchen!

source: post a challenge
nl: een challenge plaatsen

source: See all challenges
nl: bekijk alle challenges

source: Apply Now
nl: solliciteer nu

source: Skill
nl: vaardigheid

source: Completing this challenge requires the following skills
nl: voor het voltooien van deze challenge zijn de volgende vaardigheden vereist

source: Rewards
nl: beloningen

source: This challenge offers the following rewards
nl: deze challenge biedt de volgende beloningen

source: The stages
nl: de stappen

source: there are no rewards
nl: er zijn geen beloningen

source: This challenge consists of several stages
nl: deze challenge bestaat uit verschillende stappen

source: Submit
nl: indienen

source: Apply for this Challenge
nl: meld je aan voor deze challenge

source: you need to be logged in to apply for this challenge
nl: je moet ingelogd zijn om je aan te melden voor deze challenge

source: teams make the world go around
nl: teams laten de wereld draaien

source: either join an exsisting team or start your own to tackle the worlds problems.
nl: sluit je aan bij een bestaand team of begin je eigen team om de problemen van de wereld aan te pakken.

source: search for teams
nl: zoeken naar teams

source: find students
nl: vind studenten

source: find a team
nl: vind een team

source: teams are groups of students that tackle challenges as a team.
nl: teams zijn groepen studenten die als team challenges aangaan.

source: Starting your own teams allows jou to attract teammates and tackle challenges together, there is no set definition of who should be in a team so you could either be a group of students of the same study or a multidisciplinary team consisting of different study\'s. Or you could just be a group of friends.
nl: door je eigen teams te starten, kun je teamgenoten aantrekken en samen challenges aangaan. Er is geen vaste definitie van wie er in een team zou moeten zitten, dus je zou een groep studenten van dezelfde studie kunnen zijn of een multidisciplinair team dat uit verschillende studies bestaat. Of je zou gewoon een groep vrienden kunnen zijn.

source: The choice is all yours.
nl: de keuze is geheel aan jou.

source: Start a team
nl: start een team

source: See All Teams
nl: zie alle teams

source: challenges this team participates in
nl: challenges waaraan dit team deelneemt

source: apply for this team
nl: solliciteer voor dit team

source: Desparatly missing your organization here?
nl: mist u wanhopig hier uw organisatie?

source: Dont worry, joining the comunnity and adding the your organizations unqiue value to it is a breazey. Just register and add it under organizations
nl: maak je geen zorgen, lid worden van de gemeenschap en de unieke waarde van je organisatie eraan toevoegen is een fluitje van een cent! Gewoon registreren en toevoegen onder organisaties.

source: Lift off your career
nl: geef je carrière een boost

source: Students
nl: studenten

source: Find the best internship that you can do from home
nl: vind de beste stage die je vanuit huis kunt doen

source: Find the best future internships
nl: vind de beste toekomstige stages

source: Build and grow your knowledge with tutorials and challenges
nl: bouwen en vergroot uw kennis met tutorials en challenges

source: Come in contact with other students and form teams
nl: kom in contact met andere studenten en vorm teams

source: Join
nl: doe mee

source: Employers
nl: werkgevers

source: Aquire next generation talent
nl: verwerven van talent van de volgende generatie

source: Find the most suitable interns for your company
nl: vind de meest geschikte stagiaires voor jouw bedrijf

source: Connect with students and teams and make interesting challenges
nl: maak contact met studenten en teams en maak interessante challenges

source: Find other likeminded organizations
nl: zoek andere gelijkgestemde organisaties

source: Education
nl: opleiding

source: Stop covid-19 being a blocking factor for your students
nl: voorkom dat covid-19 een blokkerende factor is voor uw studenten

source: Contribute to creating a covid proof educational platform
nl: draag bij aan het creëren van een covid proof educatief platform

source: Help build and grow the new talent of this generation
nl: help mee met het opbouwen en laten groeien van het nieuwe talent van deze generatie

source: Encourage this new way of connection between organizations and students
nl: stimuleer deze nieuwe manier van verbinding tussen organisaties en studenten

source: everybody wroks from home so why not your inters?!
nl: iedereen werkt vanuit huis, dus waarom niet ook stagiaires?!

source: by providing adiquite tooling and onboarding.
nl: door voldoende tooling en onboarding aan te bieden.

source: onboard your interns
nl: onboard uw stagiaires

source: progress interviews
nl: voortgangsgesprekken

source: competencies and skills
nl: competenties en vaardigheden

source: book and check hours
nl: uren boeken en controleren

source: devolop
nl: ontwikkelen

source: goals
nl: doelen

source: manage
nl: beheren

source: think about problems instead of positions
nl: denk aan problemen in plaats van aan stages

source: interns can help us to solve challenges we experience inside or outside our organizations. They have a fresh and new perspective on things. Let/s focus on what interns need to learn to transform their fresh brain to strategic problem-solving skills. So instead of offering a student an internship, provide them with a challenge to solve.
nl: stagiaires kunnen ons helpen bij het oplossen van challenges die we binnen of buiten onze organisaties ervaren. Ze hebben een frisse en nieuwe kijk op dingen. Laten we ons concentreren op wat stagiaires nodig hebben om te leren om hun frisse brein om te zetten in strategische probleemoplossende vaardigheden. Dus in plaats van een student een stageplaats aan te bieden, geef ze een challenge om op te lossen.

source: work together online
nl: online samenwerken

source: get solutions
nl: krijg oplossingen

source: products
nl: producten

source: for student portfolios
nl: voor studenten portfolio's

source: bountys
nl: premies

source: prices for solutions
nl: prijzen voor oplossingen

source: company specifc
nl: bedrijfsspecifiek

source: interactive content
nl: interactieve inhoud

source: inpage code examples
nl: inpage code voorbeelden

source: attandence and results
nl: aanwezigheid en resultaten

source: aquire practical knowledge about your career
nl: praktische kennis opdoen over uw carrière

source: In the old world we used to do onboaring and on the job trainging, that is now no longer possible. we need to find a new way for interns and new employees to onboard themselfs into the workspace
nl: in de oude wereld deden we aan onboaring en on the job training, dat is nu niet meer mogelijk. We moeten een nieuwe manier vinden voor het onboarden van stagiaires en medewerkers.

source: interhsips
nl: stages

source: online enviroment for internschips
nl: online omgeving voor stages

source: onboard inters with the propper knowledge and skills
nl: stagiaires onboarden met de juiste kennis en vaardigheden

source: stimulate problem solving skills
nl: het stimuleren van probleemoplossende vaardigheden

source: students can showcase there products and results
nl: studenten kunnen hun producten en resultaten presenteren

source: work together to face challenges
nl: werk samen om challenges aan te gaan

source: future proof HR file
nl: toekomstbestendig HR-bestand

source: competencies
nl: competenties

source: relate intershcips, challenges to competencies
nl: relateer stages, challenges aan competenties

source: students set competency goals
nl: studenten stellen competentiedoelen

source: awesome features
nl: geweldige functies

source: we provide everything that both students and organizations need to make online interships work
nl: we bieden alles wat zowel studenten als organisaties nodig hebben om online stages te laten werken

source: Got questions?
nl: heeft u vragen?

source: What is Rocket?
nl: Wat is Rocket?

source: Rocket is a premium web template that you can use to showcase and present your Software as a Service business. We used the most popular CSS framework Bootstrap for the elements.
nl: Rocket is een premium websjabloon die u kunt gebruiken om uw Software as a Service-bedrijf te presenteren en te presenteren. We hebben het meest populaire CSS-framework Bootstrap gebruikt voor de elementen.

source: Do I have right to use the images, fonts and other creatives?
nl: Heb ik het recht om de afbeeldingen, lettertypen en andere advertenties te gebruiken?

source: Everything that you see in the preview is included in the downloaded product and can be used in your products based on our licensing terms.
nl: Alles wat u in de preview ziet, is inbegrepen in het gedownloade product en kan in uw producten worden gebruikt op basis van onze licentievoorwaarden

source: Is there a money back guarantee?
nl: Is er een geld-terug-garantie?

source: We offer a 30-day money back guarantee for clients that are not satisfied with the product.
nl: We bieden een 30 dagen geld-terug-garantie voor klanten die niet tevreden zijn met het product.

source: Do I get free updates?
nl: Krijg ik gratis updates?

source: By default we offer at least 6 months of updates for every product that we launch.
nl: Standaard bieden we minimaal 6 maanden updates voor elk product dat we lanceren.

source: Where can I get support?
nl: Waar kan ik ondersteuning krijgen?

source: Even for the smallest pricing plan we offer at least 6 months of premium support. Please check the pricing plan below for further details.
nl: Zelfs voor het kleinste tariefplan bieden we minimaal 6 maanden premiumondersteuning. Raadpleeg het onderstaande tariefplan voor meer informatie.

source: Contact us
nl: neem contact op

source: Didn/t find what you were looking for? No biggie!
nl: heeft u niet gevonden wat u zocht? No biggie!

source: previous step
nl: vorige stap

source: read more
nl: meer lezen

source: back
nl: terug

source: personal
nl: persoonlijk

source: you need to login before you can view this page
nl: u moet inloggen voordat u deze pagina kunt bekijken

source: inProgress
nl: in behandeling

source: You have correctly filled out all required questions for this stage
nl: u heeft alle verplichte vragen voor dit deel correct ingevuld

source: You have correctly filled out all required questions for this section
nl: u heeft alle verplichte vragen voor deze sectie correct ingevuld

source: process
nl: proces

source: search
nl: zoeken

source: no items found
nl: geen items gevonden

source: your search did not yield any results, try again
nl: uw zoek opdracht heet geen resulaten opgeleverd, probeer het nog een keer

source: filters
nl: filter

source: key word
nl: sleutel woorden

source: no requests available
nl: geen verzoeken beschikbaar

source: place
nl: plaats

source: creation date
nl: aanmaak datum

source: deletion date
nl: verwijder datum

source: no checkins available
nl: geen check-ins beschikbaar

source: paid
nl: betaald

source: pay
nl: betalen

source: subscribe
nl: abonneren

source: close
nl: sluit

source: organizations
nl: organisaties

source: new
nl: nieuw

source: no organizations
nl: geen organisaties beschikbaar

source: create
nl: aanmaken

source: check-in date
nl: incheck datum

source: check-in
nl: inchecken

source: view check-in
nl: check-in bekijken

source: check-in without login
nl: inchecken zonder inloggen

source: additional name
nl: tussenvoegsel

source: your name
nl: uw naam

source: your phone number
nl: uw telefoonnummer

source: your e-mail
nl: uw e-mail
