Repository: smisidjan/stage-platform
Catalog: api/translations/messages.*.xlf
Languages: nl

source: you have successfully signed up for the newsletter!
nl: u heeft zich succesvol aangemeld voor de nieuwsbrief!

source: We’ll never share your details. See our
nl: we zullen uw gegevens nooit delen. Zie onze

source: Privacy Policy
nl: privacybeleid

source: All rights reserved
nl: alle rechten voorbehouden

source: email address
nl: e-mailadres

source: closing date
nl: sluitingsdatum

source: none
nl: geen

source: clear filters
nl: verwijder filters

source: we have
nl: wij gebruiken

source: find the best talent for your challenge or internship
nl: vind het beste talent voor jouw challange of stage

source: Your profile belong here and you know it.
nl: jouw profiel hoort hierbij en je weet het.

source: Get your self found by the best challenge leads and organizations and join today
nl: vind jezelf door de beste challenge leads en organisaties en doe vandaag nog mee

source: Date Created
nl: datum gecreeërd

source: Verified
nl: geverifieerd

source: find the best talent for your challenge or internship
nl: vind het beste talent voor jouw challenge of stage

source: Action
nl: actie

source: salary currency
nl: salaris valuta

source: text
nl: tekst

source: occupational credential
nl: beroepskwalificatie

source: showing
nl: getoond

source: out of
nl: van de

source: entries
nl: inzendingen

source: Add new
nl: nieuwe toevoegen

source: select
nl: selecteer

source: Remember me
nl: onthoud me

source: Lost password?
nl: wachtwoord vergeten?

source: Sign in
nl: inloggen

source: or login with
nl: of log in met

source: Not registered?
nl: niet geregistreerd?

source: Create account
nl: maak een account aan

source: Create an account
nl: account aanmaken

source: I agree to the
nl: Ik ga akkoord met de

source: Login here
nl: hier inloggen

source: to login
nl: om in te loggen

source: what is rocket?
nl: wat is rocket?

source: do I have the right to use the images, fonts and other creatives?
nl: heb ik het recht om de afbeeldingen, lettertypen en andere advertenties te gebruiken?

source: is there a money back guarantee?
nl: is er een geld-terug-garantie?

source: do I get free updates?
nl: krijg ik gratis updates?

source: where can I get support?
nl: waar kan ik ondersteuning krijgen?

source: my tutorials
nl: mijn tutorials

source: do you miss your organization here?
nl: mis je je organisatie hier?

source: Who is behind the internship platform
nl: wie zit er achter het stageplatform

source: the internship platform has been developed by Conduction in the context of the “Call against Corona” issued by the SIDNfonds and the Ministry of Internal Affairs.
nl: het stageplatform is ontwikkeld door Conduction in het kader van de “Oproep tegen Corona” van het SIDNfonds en het Ministerie van Binnenlandse Zaken.

source: Is the internship platform free?
nl: is het stageplatform gratis?

source: In the Beta phase (now), the platform is free to use for everyone. This will always be free for students.
nl: in de Beta-fase (nu), is het platform voor iedereen gratis te gebruiken. Dit is altijd gratis voor studenten.

source: What makes the internship platform different from other matching sites?
nl: wat maakt het stageplatform anders dan andere matchingsites?

source: The internship platform enables students and companies to use challenges, tutorials and much more in addition to matching.
nl: het stageplatform stelt studenten en bedrijven in staat om naast matching ook challenges, tutorials en nog veel meer te gebruiken.

source: e-mail address
nl: e-mail adres

source: new users
nl: nieuwe gebruikers

source: since last month
nl: sinds afgelopen maand

source: traffic share
nl: verkeersaandeel

source: mobile web
nl: mobiel internet

source: desktop
nl: bureaublad

source: page value
nl: paginawaarde

source: there are currently no participants on this tutorial
nl: er zijn momenteel geen deelnemers voor deze tutorial

source: find an internship
nl: vind een stage

source: hiring organization
nl: in dienst nemende organisatie

source: title
nl: titel

source: title of the position
nl: titel van de positie

source: standard weekly hours
nl: standaard wekelijkse uren

source: your internship standard hours
nl: je standaard stage uren

source: salary indication
nl: salarisindicatie

source: your internship salary indication
nl: uw stagesalarisindicatie

source: place an internship
nl: plaats een stage

source: challenge students
nl: challenge studenten

source: look for other organizations
nl: zoek naar andere organisaties

source: view portfolio
nl: bekijk portfolio

source: you need to login before you can submit
nl: je moet eerst inloggen voor je kan indienen

source: summary note
nl: samenvattende opmerking

source: your internship summary note
nl: je stageoverzicht

source: position conditions (everything that the applicant must meet)
nl: functievoorwaarden (alles waaraan de sollicitant moet voldoen)

source: new condition
nl: nieuwe voorwaarde

source: enter a condition here
nl: voer hier een voorwaarde in

source: location of the position
nl: locatie van de positie

source: your internship job location
nl: locatie van je stageplaats

source: post a tutorial
nl: plaats een tutorial

source: post a tutorial for students
nl: plaats een tutorial voor studenten

source: think about problem solving
nl: denk aan probleem oplossen

source: start date of the position
nl: startdatum van de positie

source: end date of the position
nl: einddatum van de positie

source: extensive description of the position
nl: uitgebreide omschrijving van de positie

source: example: Education: MBO 3 ICT administrator
nl: voorbeeld: Opleiding: MBO 3 ICT-beheerder

source: choose the requirements for your tutorial
nl: kies de voorwaarden voor uw tutorial

source: the checked activities are the requirements of your tutorial
nl: de aangevinkte activiteiten zijn de vereisten van je tutorial

source: you can select the requirements for your tutorial here
nl: u kunt hier de voorwaarden voor uw tutorial selecteren

source: choose the activities for your tutorial
nl: kies de activiteiten voor je tutorial

source: the checked activities are the activities of your tutorial
nl: de aangevinkte activiteiten zijn de activiteiten van je tutorial

source: you can select the activities for your tutorial here
nl: je kunt hier de activiteiten voor je tutorial selecteren

source: no contact info
nl: geen contact info

source: there are currently no requirements to choose from
nl: er zijn momenteel geen voorwaarden om uit te kiezen

source: there are currently no requirements on this tutorial
nl: er zijn momenteel geen voorwaarden voor deze tutorial

source: there are currently no activities on this tutorial
nl: er zijn momenteel geen activiteiten om uit te kiezen

source: create your own team today and take on the challenges together
nl: creëer vandaag nog je eigen team en ga samen de challenges aan

source: get your self found by the best challenge leads and organizations and join today
nl: vind jezelf door de beste challenge leads en organisaties en doe vandaag nog mee

source: lets lift off
nl: laten we opstijgen

source: create a team
nl: start een team

source: create your own team
nl: stel je eigen team samen

source: post a challenge for students
nl: plaats een challenge voor studenten

source: propose challenges
nl: challenges voorstellen

source: prices
nl: prijzen

source: reward for solutions
nl: beloning voor oplossingen

source: organizations are always looking for creative, driven and talented newbies. View the challenges and internships and respond or apply!
nl: Organisaties zijn altijd op zoek naar creatieve, gedreven en getalenteerde newbies. Bekijk de challenges en stages en reageer of solliciteer!

source: conduction Academy provides both matchmaking and an online internship platform
nl: conduction academy verzorgt zowel matching als een online stageplatform

source: the latest stageplatform news, articles, and resources, sent straight to your inbox every month.
nl: het laatse nieuws over het stageplatform, elke maand rechtstreeks in jouw mailbox

source: join!
nl: doe mee!

source: create a profile and find the best challenges and organization for your internship
nl: maak een profiel aan en vind de leukste challenges en organisatie voor jouw stage

source: become part of the community!
nl: word onderdeel van de community!

source: to find the best internships, challenges and tutorials that can boost your career
nl: om de beste stages, challenges en tutorials te vinden die je carrière een boost kunnen geven

source: do you as an organization have a (digital) issue or a challenge? And do you want a fresh look or an innovative solution? Post a challenge and invite students to respond and pitch their ideas and / or products!
nl: Heeft u als organisatie een (digitaal) vraagstuk of een challenge? En wilt u een frisse blik of een innovatieve oplossing ? Plaats een challenge en nodig studenten uit om te reageren en hun ideeën en / of producten te pitchen!

source: by starting your own team, you can attract teammates and take on challenges / challenges together. There is no set definition of who should be on a team, so you could be a group of students from the same study or a multidisciplinary team of students from different studies.
nl: door je eigen teams te starten, kun je teamgenoten aantrekken en samen challenges aangaan. Er is geen vaste definitie van wie er in een team zou moeten zitten, dus je zou een groep studenten van dezelfde studie kunnen zijn of een multidisciplinair team dat uit verschillende studies bestaat.

source: the choice is yours!
nl: de keuze is aan jou!

source: add your first tutorial
nl: voeg je eerste tutorial toe

source: change your tutorial here
nl: pas hier uw tutorial aan

source: you are a member of this team
nl: je bent lid van dit team

source: this team participates in these tutorials
nl: dit team doet mee met deze tutorials

source: you need to be logged in to join a team
nl: je moet ingelogd zijn om je bij een team in te kunnen schrijven

source: are you a creative and driven student and looking for a different kind of internship?
nl: ben jij een creatieve en gedreven student en op zoek naar een ander soort stage?

source: here is a representation of the stages you have liked.
nl: hier een weergave van de stages die je geliket hebt.

source: no organization found
nl: geen organisatie gevonden

source: participations
nl: deelnemingen

source: reviewer
nl: recensent

source: no organization
nl: geen organisatie

source: accepted on
nl: geaccepteerd op

source: no status
nl: geen status

source: no participations found
nl: geen deelnemingen gevonden

source: no programs found
nl: geen programma's gevonden

source: Name
nl: Naam

# View&#10; Details
source: View Details
nl: Bekijk Details

source: summery
nl: zomers

source: name of the position
nl: naam van de functie

source: no name available
nl: geen naam beschikbaar

source: here you can see and pay all your invoices
nl: hier kunt u al uw facturen zien en betalen

source: text about invoices
nl: tekst over invoices

source: dashboard organization
nl: dashboard organisatie

source: here is an overview of all participants that want to join one of your projects.
nl: hier is een overzicht van alle deelnemers die mee willen doen aan een van uw projecten.

source: you can choose to view their application and decide to accept or reject them.
nl: u kunt ervoor kiezen om hun aanvraag te bekijken en besluiten om ze te accepteren of af te wijzen.

source: save changes
nl: wijzigingen opslaan

source: no subject
nl: geen onderwerp

source: accept
nl: accepteren

source: decline
nl: wijgeren

source: no participants found
nl: geen deelnemers gevonden

source: [name]
nl: [naam]

source: [text about what a team is]
nl: [tekst over wat een team is]

source: They say 1+1=3, so that’s why we recommend students to work in teams on challenges!
nl: Ze zeggen 1 + 1 = 3, dus daarom raden we studenten aan om in teams aan uitdagingen te werken!

source: your tutorial name
nl: uw tutorial naam

source: suspend
nl: opschorten

source: there are currently no activities to choose from
nl: er zijn momenteel geen activiteiten om uit te kiezen

source: funds
nl: tegoed

source: select amount you wish to add to account
nl: selecteer de hoeveelheid waarmee u wilt opwaarderen

source: amount with taxes:
nl: totaal met belasting:

source: add funds
nl: tegoed opwaarderen

source: payment
nl: betaling

source: administration contact
nl: administratie contact

source: technical contact
nl: technisch contact

source: add organization
nl: organisatie toevoegen

source: see all organizations
nl: bekijk alle organisaties

source: transaction
nl: transactie

source: wallet
nl: portemonnee

source: last change:
nl: laatste update:

source: Thanks for wanting to join conduction academy. <br> With this form you are able to create an organization for conduction academy. <br> Having created an organization you are able to post internships, tutorials and challenges. <br> Allowing students to participate in these activities and apply for your internships!
nl: Bedankt dat u mee wilt doen met conduction academy. <br> Met dit formulier is het mogelijk om een organisatie aan te maken op conduction academy. <br> Het hebben van een organisatie stelt u in staat om stages, tutorials en challenges toe te voegen aan het platform. <br> Wat studenten in staat brengt te solliciteren voor uw stages.

source: welcome to the proto application NL design, this application offers a thin implementation of Symfony for running NL Design System on a commonground Haven environment.
nl: welkom bij de proto applicatie NL design, deze applicatie biedt een dunne implementatie van Symfony voor het draaien van NL Design System op een gemeenschappelijke Haven omgeving.

source: why do I see this page?
nl: Waarom zie ik deze pagina?

source: congratulations! Your installation was successful!
nl: Gefeliciteerd! Je installatie is gelukt!

source: however, a few additional details are required for the application to function properly
nl: er zijn echter een paar aanvullende details vereist om de toepassing correct te laten werken

source: place an tutorial
nl: plaats een tutorial

source: add your organization
nl: organisatie toevoegen

source: search for a student
nl: zoek een student

source: you need to be logged in to contact a student
nl: je moet ingelogd zijn om contact op te nemen met een student

source: you need to be part of an organization to contact a student
nl: je moet deel uitmaken van een organisatie om contact op te nemen met een student

source: interns can help us to solve challenges we experience inside or outside our organizations.
nl: stagiaires kunnen ons helpen bij het oplossen van uitdagingen die we binnen of buiten onze organisaties ervaren

source: they have a fresh and new perspective on things. Let/s focus on what interns need to learn to transform their fresh brain to strategic problem-solving skills.
nl: ze hebben een frisse en nieuwe kijk op dingen. Laten we ons concentreren op wat stagiaires nodig hebben om te leren om hun frisse brein om te zetten in strategische probleemoplossende vaardigheden.

source: so instead of offering a student an internship, provide them with a challenge to solve.
nl: dus in plaats van een student een stageplaats aan te bieden, geef ze een uitdaging om op te lossen.

source: proposals
nl: voorstellen

source: relate internships, challenges to competencies
nl: relateer stages, uitdagingen aan competenties

source: in the old world we used to do onboaring and on the job trainging, that is now no longer possible.
nl: in de oude wereld deden we aan onboaring en on the job trainging, dat is nu niet meer mogelijk.

source: we need to find a new way for interns and new employees to onboard themselfs into the workspace
nl: we moeten een nieuwe manier vinden voor stagiaires en nieuwe medewerkers om zichzelf in de werkruimte te begeven

source: dear
nl: beste

source: this is your invoice created by conduction academy
nl: dus is uw factuur gemaakt door conduction academy

source: thanks for your order
nl: bedankt voor uw bestelling

source: organizations are always looking for creative, driven and talented newbies.
nl: organisaties zijn altijd op zoek naar creatieve, gedreven en getalenteerde newbies.

source: view the challenges and internships and respond or apply!
nl: bekijk de challenges en stages en reageer of solliciteer!

source: Sign Out
nl: uitloggen

source: do you as an organization have a (digital) issue or a challenge?
nl: heeft u als organisatie een (digitaal) vraagstuk of een challenge?

source: by starting your own team, you can attract teammates and take on challenges / challenges together.
nl: Door je eigen team te starten, kun je teamgenoten aantrekken en samen uitdagingen / challenges aangaan.

source: there is no set definition of who should be on a team, so you could be a group of students from the same study or a multidisciplinary team of students from different studies.
nl: er is geen vaste definitie van wie er in een team zou moeten zitten, dus je zou een groep studenten van dezelfde studie kunnen zijn of een multidisciplinair team van studenten van verschillende studies.

source: and do you want a fresh look or an innovative solution?
nl: en wilt u een frisse blik of een innovatieve oplossing?

source: post a challenge and invite students to respond and pitch their ideas and / or products!
nl: plaats een challenge en nodig studenten uit om te reageren en hun ideeën en / of producten te pitchen!

source: are you a creative and driven student and looking for a different kind of internship? Here we offer challenges from companies with special challenges, who are looking for a suitable solution. You as a student can participate! Pitch your innovative solution / idea for these challenges and win a unique internship where you can implement your idea. You can do this individually or with others. Looking for team players watch
nl: Ben jij een creatieve en gedreven student en op zoek naar een ander soort stage? Hier bieden we uitdagingen aan van bedrijven met bijzondere challenges, die op zoek zijn naar een passende oplossing. Jij als student kan meedoen! Pitch jouw innovatieve oplossing / idee voor deze uitdagingen en win een unieke stage waarin jij jouw idee kunt implementeren. U kunt dit individueel of met anderen doen. Op zoek naar teamspelers kijken

source: add invoice
nl: factuur toevoegen

source: due to
nl: vanwege

source: no invoices found
nl: Geen facturen gevonden

source: interns are of big value, they bring new and fresh energy to your organization! Also they are the future employees :)
nl: Stagiaires zijn van grote waarde, ze brengen nieuwe en frisse energie in uw organisatie! Zij zijn ook de toekomstige werknemers :)

source: invoice details
nl: factuur details

source: they say 1+1=3, so that’s why we recommend students to work in teams on challenges! Together you can come up with the best solutions for challenges.
nl: Ze zeggen 1 + 1 = 3, dus daarom raden we studenten aan om in teams aan uitdagingen te werken! Samen bedenk je de beste oplossingen voor uitdagingen.

source: We collect as many tutorials as possible that share your knowledge and which increases the chance of a great internship! For some internships it is going through a few tutorials is a must, you will then submit a little after watching test so that the company can see that you have acquired the knowledge. That also makes it much easier for you to immediately join your internship company
nl: We verzamelen zoveel mogelijk tutorials die jouw kennis delen en die de kans op een toffe stage vergroten! Voor sommige stages is het doorlopen van een paar werkcolleges een must, je levert dan een stukje na het bekijken van toets in zodat het bedrijf kan zien dat je de kennis hebt opgedaan. Dat maakt het voor jou ook veel gemakkelijker om direct bij je stagebedrijf te komen

source: in the old world we used to do onboaring and on the job trainging, that is now no longer possible. We need to find a new way for interns and new employees to onboard themselfs into the workspace
nl: in de oude wereld deden we aan onboaring en on the job trainging, dat is nu niet meer mogelijk. We moeten een nieuwe manier vinden voor stagiaires en nieuwe medewerkers om zichzelf in de werkruimte te begevenF

source: we have listed all the companies that are looking for an intern for you. So that you can make a choice for which internship you would like to go.
nl: We hebben alle bedrijven op een rijtje gezet die voor jou op zoek zijn naar een stagiair. Zodat je een keuze kunt maken voor welke stage jij wilt gaan.

source: no products found
nl: geen producten gevonden

source: add your first product
nl: voeg je eerste product toe

source: your product name
nl: uw productnaam

source: simple
nl: gemakkelijk

source: set
nl: ingesteld

source: virtual
nl: virtueel

source: external
nl: extern

source: variable
nl: variabele

source: service
nl: onderhoud

source: Products can be used in courses to define what products need to be handed in for the course.
nl: producten kunnen in cursussen worden gebruikt om te bepalen welke producten voor de cursus moeten worden ingeleverd.

source: choose the products for your tutorial
nl: kies de producten voor je tutorial

source: the checked products are the products of your tutorial
nl: de aangevinkte producten zijn de producten van je tutorial

source: you can select the products for your tutorial here
nl: u kunt hier de producten voor uw tutorial selecteren

source: there are currently no products for this tutorial
nl: er zijn momenteel geen producten voor deze tutorial

source: create product
nl: maak product

source: pending payment
nl: In afwachting van betaling

source: total
nl: totaal

source: Subtotal
nl: subtotaal

source: we have listed all the companies that are looking for an intern for you.
nl: we hebben alle bedrijven op een rijtje gezet die voor jou op zoek zijn naar een stagiair.

source: interns can help us to solve challenges we experience inside or outside our organizations. they have a fresh and new perspective on things. Let/s focus on what interns need to learn to transform their fresh brain to strategic problem-solving skills. so instead of offering a student an internship, provide them with a challenge to solve.
nl: stagiaires kunnen ons helpen bij het oplossen van challenges die we binnen of buiten onze organisaties ervaren. Ze hebben een frisse en nieuwe kijk op dingen. Laten we ons concentreren op wat stagiaires nodig hebben om te leren om hun frisse brein om te zetten in strategische probleemoplossende vaardigheden. Dus in plaats van een student een stageplaats aan te bieden, geef ze een challenge om op te lossen.
