Repository: smisidjan/stage-platform
Catalog: api/translations/messages.*.xlf
Languages: nl

source: phone number
nl: telefoonnummer

source: nodes
nl: codes

source: It is not possible to check in on this QR code!
nl: op deze QR-code kan niet worden ingechecked!

source: QR-Code foreground color
nl: QR-Code voorgrondkleur

source: QR-Code background color
nl: QR-Code achtergrondkleur

source: www.horeca-name.nl
nl: www.horeca-naam.nl

source: This is the webpage that customers will be redirected to after a successful check-in.
nl: dit is de webpagina waar klanten naar doorverwezen worden na een succesvolle checkin.

source: no address found
nl: geen adres gevonden

source: max. visitors
nl: max. bezoekers

source: no nodes
nl: geen codes beschikbaar

source: bag id
nl: bag nummer

source: telephone
nl: telefoon

source: opening time
nl: openingstijd

source: closing time
nl: sluitingstijd

source: an online platform to find and place a suitable internship
nl: een online platform om een ​​geschikte stageplaats te vinden en te plaatsen

source: public access
nl: publieke toegang

source: smoking allowed
nl: roken toegestaan

source: Bag id
nl: Bag nummer

source: places
nl: plaatsen

source: no places
nl: geen plaatsen

source: add
nl: toevoegen

source: street
nl: straat

source: house number
nl: huisnummer

source: house number suffix
nl: huisnummer toevoeging

source: postal code
nl: postcode

source: locality
nl: plaats

source: country
nl: land

source: post office number
nl: postkantoor nummer

source: streetname
nl: straatnaam

source: passthrough Url
nl: doorverwijspagina

source: maximum number of simultaneous visitors
nl: maximum aantal gelijktijdige bezoekers

source: login methodes
nl: inlog methodes

source: node
nl: code

source: show subscriptions
nl: toon abonnementen

source: subscriptions
nl: abonnementen

source: subscription
nl: abonnement

source: show current subscriptions
nl: toon huidige abonnementen

source: current subscriptions
nl: huidige abonnementen

source: purchase
nl: aanschaffen

source: u must be logged in to visit this page
nl: u moet ingelogd zijn om deze pagina te bezoeken

source: your
nl: uw

source: view order
nl: naar bestelling

source: website
nl: webpagina

source: checkin
nl: inchecken

source: save and secure
nl: makkelijk en veilig

source: Code scanned successfully, you will be forwarded
nl: code succesvol gescanned, u wordt nu doorverwezen

source: Scan your code
nl: scan je code

source: Start scan
nl: start scannen

source: Something whend wrong on aquiring a camara
nl: er is iets mis gegaan bij het verkrijgen van toegang tot de camera

source: Fill in code
nl: vul code in

source: Code not found
nl: code niet gevonden

source: Why should I check in?
nl: waarom moet ik inchecken

source: In connection with corona guidelines from the national government, the hospitality industry is obliged to store contact details of guests for 14 days.
nl: in verband met corona richtlijnen vanuit de rijksoverheid is de horeca verplicht om contactgegevens van gasten voor 14 dagen op te slaan.

source: about how we keep your data save
nl: over hoe we uw gegevens veilig houden

source: price
nl: prijs

source: statistics
nl: statistieken

source: data request
nl: data verzoek

source: information
nl: informatie

source: telephone number
nl: telefoonnummer

source: link to main website of this organization
nl: verwijzing naar de primaire website van de organisatei

source: link to twitter page
nl: link naar de twitter pagina

source: link to facebook page
nl: link naar de facebook pagina

source: link to linkedin page
nl: link naar de linkedin pagina

source: link to instagram page
nl: link naar de instagram pagina

source: u have no active subscriptions
nl: U heeft geen actieve abonnementen

source: Your data is safely stored in the data vault and only accessible to the GGD for the next 14 days.
nl: uw data is veilig opgeslagen in de datakluis en is alleen beschikbaar voor de GGD voor de komende 14 dagen.

source: Create a user account so that I can view my data
nl: maak een gebruiker aan zodat ik mijn gegevens kan bekijken

source: reserve
nl: reserveren

source: forgot password
nl: wachtwoord vergeten

source: click
nl: klik

source: to change your password
nl: om uw wachtwoord te wijzigen

source: invalid password
nl: ongeldig wachtwoord

source: accommodation
nl: accommodatie

source: there is an existing user with the email:
nl: er bestaat een account voor:

source: coc
nl: kvk

source: vat
nl: btw

source: suffix
nl: toevoeging

source: givenName
nl: voornaam

source: additionalName
nl: tussenvoegsel

source: familyName
nl: achternaam

source: other
nl: overige

source: you can not save or submit this procceses if you are not loged in
nl: je kan dit procces niet opslaan of inloggen als je niet bent ingelogd

source: every
nl: elke

source: month(s)
nl: maand(en)

source: recurrence
nl: herhaling

source: next invoice
nl: volgende factuur

source: enter the email address of the account you wish to reset
nl: voer het e-mail adres in van het account dat u wenst te resetten

source: name@provider.com
nl: naam@provider.com

source: join as organisation
nl: meedoen als organisatie

source: join as horeca owner
nl: meedoen als horeca

source: your order
nl: jouw bestelling

source: quantity
nl: aantal stuks

source: cancel subscription
nl: annuleer abonnement

source: month
nl: maand

source: every
nl: elke

source: month(s)
nl: maand(en)

source: resume subscription
nl: abonnement hervatten

source: notice period
nl: opzegtermijn

source: join
nl: meedoen

source: account name
nl: tenaamstelling

source: tutorials help us all to gain and gather knowledge.
nl: tutorials helpen ons allemaal om kennis op te doen en te vergaren.

source: in general but also custom made for your organization.
nl: in het algemeen maar ook op maat gemaakt voor uw organisatie.

source: it helps students to blend in easily :)
nl: het helpt studenten om gemakkelijk in te blenden :)

source: general information
nl: Algemene informatie

source: your tutorial description
nl: je tutorial beschrijving

source: the text of your tutorial will be displayed here
nl: de tekst van je tutorial wordt hier weergegeven

source: layout
nl: vormgeving

source: time required
nl: vereiste tijd

source: educational credential
nl: educatieve referentie

source: the level of education required for this tutorial
nl: het opleidingsniveau dat vereist is voor deze tutorial

source: a url for a video as an example
nl: een url voor een video als voorbeeld

source: working environment
nl: werkomgeving

source: data models
nl: datamodellen

source: The time required to read the tutorial
nl: De tijd die nodig is om de tutorial te lezen

source: Save All
nl: 0pslaan

source: indicate in the tutorial which professional certificate you receive
nl: geef in de tutorial aan welk beroepscertificaat je ontvangt

source: save all
nl: opslaan

source: these people are following your tutorial
nl: deze mensen volgen je tutorial

source: verified
nl: geverifieerd

source: action
nl: actie

source: date created
nl: datum gecreeërd

source: if you are dealing with a (social) challenge concerning your organization, write it down and ask the students to come up with a solution.
nl: heb je te maken met een (maatschappelijke) challenge die jouw organisatie aangaat, schrijf die dan op en vraag de studenten om met een oplossing te komen.

source: new password
nl: nieuw wachtwoord

source: all competencies you have created and where you can create new ones
nl: alle competenties die u heeft gecreëerd en waar u nieuwe kunt aanmaken

source: new position
nl: nieuwe positie

source: search tasks here
nl: zoek taken hier

source: view online
nl: bekijk online

source: delete
nl: verwijderen

source: interns are of big value, they bring new and fresh energy to your organization!
nl: stagiaires zijn van grote waarde, ze brengen nieuwe en frisse energie in uw organisatie!

source: To adjust
nl: aanpassen

source: change your vacancy here
nl: wijzig hier uw vacature

source: post vacancy
nl: vacature plaatsen

source: post a new vacancy via our form
nl: plaats een nieuwe vacature via ons formulier

source: post tutorial
nl: tutorial plaatsen

source: post a new tutorial via our form
nl: plaats een nieuwe tutorial via ons formulier

source: you are currently still checked in
nl: u bent momenteel nog ingechecked

source: name of the internship
nl: naam van de stage

source: title of the internship
nl: titel van de stage

source: type of work
nl: type werk

source: weekly
nl: wekelijks

source: hours a week for the position
nl: uren per week voor de positie

source: currency in which the employee is paid (EUR, USD etc)
nl: valuta waarin de werknemer wordt betaald (EUR, USD enz.)

source: salary for the employee
nl: salaris voor de medewerker

source: monthly salary
nl: maandelijks salaris

source: a brief description of the vacancy
nl: een korte omschrijving van de vacature

source: internship conditions (everything that the applicant must meet)
nl: voorwaarden stage (alles waar de solicitant aan moet voldoen)

source: press the blue button to add more conditions
nl: druk op de blauwe knop om meer voorwaarden toe te voegen

source: education:
nl: opleiding:

source: start date of the internship
nl: startdatum van de stage

source: end date of the internship
nl: einddatum van de stage

source: location of the internship
nl: locatie van de stage

source: themes
nl: thema's

source: about
nl: over

source: total visits
nl: totaal aantal bezoekers

source: worldwide
nl: wereldwijd

source: share
nl: delen

source: export
nl: exporteren

source: new task
nl: nieuwe taak

source: enter your new password
nl: voer uw nieuwe wachtwoord in

source: your password has been reset
nl: uw wachtwoord is gewijzigd

source: houseNumber
nl: huisnummer

source: postalCode
nl: postcode

source: do you wish to checkout
nl: wilt u uitchecken

source: checkout
nl: uitchecken

source: you have been checked out
nl: u bent uitgechecked

source: no requests for consent have been found
nl: er zijn geen instemmingsverzoeken gevonden

source: you can not give your consent when not logged in
nl: u kunt uw instemming niet geven als u niet bent ingelogd

source: for information
nl: ter informatie

source: pending
nl: in afwachting

source: Other Social
nl: Ander Social

source: no reservations available
nl: geen reserveringen beschikbaar

source: reservations
nl: reserveringen

source: my info
nl: mijn gegevens

source: maximum number of people
nl: maximaal aantal personen

source: current Logo
nl: uw huidige logo

source: number of people
nl: aantal personen

source: until
nl: tot

source: no reservations
nl: geen reserveringen

source: under name
nl: op naam

source: comment
nl: opmerking

source: birthday
nl: geboortedatum

source: current password
nl: huidig wachtwoord

source: repeat password
nl: herhaal wachtwoord

source: passwords dont match
nl: wachtwoorden komen niet overeen

source: wrong password entered
nl: verkeerd wachtwoord ingevoerd

source: wrong password entered, click <a href="/chin/reset">here</a> to reset your password
nl: verkeerd wachtwoord ingevoerd, klik <a href="/chin/reset">hier</a> om uw wachtwoord te resetten

source: personal info
nl: mijn gegevens

source: reservation
nl: reservering

source: your reservation has been cancelled
nl: uw reservering is geannuleerd

source: for this mail list the following information will be used
nl: voor deze mailing lijst worden de volgende gegevens van u gebruikt

source: do you wish to subscribe for this mailing list
nl: wilt u zich abonneren voor deze mailing lijst

source: you are now subscribed to the mailing list
nl: u staat nu ingeschreven voor deze mail lijst

source: search for organizations
nl: zoek naar organisaties

source: find any organization on the platform
nl: vind een organisatie op het platform

source: joined at
nl: doet mee sinds

source: some challenges from this organziation might be interesting for you
nl: sommige challenges van deze organisatie kunnen interessant zijn voor je

source: some programs from this organziation might be interesting for you
nl: sommige programma's van deze organisatie kunnen interessant zijn voor je

source: some vacancies from this organziation might be interesting for you
nl: sommige vacatures van deze organisatie kunnen interessant zijn voor je

source: vacancies
nl: vacatures

source: apply
nl: inschrijven

source: what would you like to tell or ask this student
nl: wat zou je deze student willen vertellen of vragen

source: contact this student
nl: zoek contact op met deze student

source: see all students
nl: bekijk alle studenten

source: no students have been found
nl: er zijn geen studenten gevonden

source: this student follows these tutorials
nl: deze student volgt deze tutorials

source: this student follows these programs
nl: deze student volgt deze programma's

source: this student is in these teams
nl: deze student zit in deze teams

source: closing date:
nl: sluitingsdatum:

source: reward:
nl: beloning:

source: find new
nl: vind nieuw

source: overview
nl: overzicht

source: positions
nl: stages

source: settings
nl: instellingen

source: activity
nl: activiteit

source: requirement
nl: vereiste

source: result
nl: resultaat

source: see all tutorials
nl: zie alle tutorials

source: position
nl: positie

source: no tutorials found
nl: geen tutorials gevonden

source: add your first tutorial!
nl: voeg je eerste tutorial toe!

source: find a tutorial
nl: vind een tutorial

source: applications
nl: sollicitaties

source: add tutorial
nl: tutorial toevoegen

source: see all positions
nl: bekijk alle stages

source: candidate
nl: kandidaat

source: no applications found
nl: geen sollicitaties gevonden

source: add your first application!
nl: voeg je eerste sollicitatie toe!

source: find an position to apply to
nl: vind een positie om op te solliciteren

source: add challenge
nl: challenge toevoegen

source: see all challenges
nl: bekijk alle challenges

source: no challanges found
nl: geen challanges gevonden

source: add your first challenge!
nl: voeg je eerste challenge toe!

source: find a challenge
nl: vind een challenge

source: add internship
nl: stage toevoegen

source: see all internships
nl: bekijk alle stages

source: no internships found
nl: geen stageplaatsen gevonden

source: Here you can find everything you liked.
nl: hier vind je alles wat je leuk vond.

source: remove like
nl: like verwijderen

source: add your first internship!
nl: voeg je eerste stage toe!

source: you have not liked any internships yet
nl: je hebt nog geen stages leuk gevonden

source: participants
nl: deelnemers

source: add your first participant!
nl: voeg je eerste deelnemer toe!

source: find a participant
nl: zoek een deelnemer

source: propositions
nl: voorstellen

source: add proposition
nl: voorstellen toevoegen

source: see all propositions
nl: bekijk alle voorstellen

source: challange
nl: challenge

source: add your first proposition!
nl: voeg je eerste voorstel toe!

source: find a challenge to propose to
nl: vind een challenge om voor te stellen

source: see all requirements
nl: bekijk alle vereisten

source: add your first requierement!
nl: voeg uw eerste requierement toe!

source: results
nl: resultaten

source: see all teams
nl: bekijk alle teams

source: no teams found
nl: geen teams gevonden

source: add your first team!
nl: voeg je eerste team toe!

source: you havn't got any upcomming events
nl: je hebt geen aankomende evenementen

source: you havn't yet aquired a position
nl: je hebt nog geen positie verworven

source: find a position
nl: vind een baan

source: these are all the propositions that you have submited
nl: dit zijn alle voorstellen die u heeft ingediend

source: you havn't yet joined any teams
nl: je bent nog niet lid geworden van een team

source: your challenge name
nl: uw challenge naam

source: Geen requirements
nl: geen vereisten

source: budget
nl: bedrag

source: close date
nl: sluitingsdatum

source: Proposals
nl: voorstellen

source: These people have applied to your position
nl: deze mensen hebben op uw positie gesolliciteerd

source: Reset Pass
nl: Pas opnieuw instellen

source: View Details
nl: details bekijken

source: Suspend
nl: opschorten

source: Select profile photo
nl: Selecteer profielfoto

source: Choose Image
nl: kies afbeelding

source: JPG, GIF or PNG. Max size of 800K
nl: JPG, GIF or PNG. Max grootte van 800K

source: Select cover photo
nl: Selecteer omslagfoto

source: Fresh eyes..:)
nl: Frisse ogen..:)

source: Positions
nl: stages

source: Position
nl: Positie

source: temporary
nl: tijdelijk

source: seasonal
nl: seizoensgebonden

source: standard hours
nl: vaste uren

source: summary
nl: samenvatting

source: applicants
nl: solicitanten

source: these people have applied to your position
nl: deze mensen hebben op uw positie gesolliciteerd

source: no email available
nl: geen e-mail beschikbaar

source: view details
nl: details bekijken

source: delete application
nl: verwijder aanvraag

source: details of application
nl: details van de aanvraag

source: No applications found
nl: geen aanvragen gevonden

source: Interns are of big value, they bring new and fresh energy to your organization!
nl: stagiaires zijn van grote waarde, ze brengen nieuwe en frisse energie in uw organisatie!

source: Also they are the future employees :)
nl: zij zijn ook de toekomstige werknemers :)

source: they say 1+1=3, so that’s why we recommend students to work in teams on challenges!
nl: ze zeggen 1 + 1 = 3, dus daarom raden we studenten aan om in teams aan uitdagingen te werken!

source: Tutorial name
nl: tutorial naam

source: Tutorial text
nl: tutorial tekst

source: In general but also custom made for your organization.
nl: over het algemeen maar ook op maat gemaakt voor uw organisatie.

source: It helps students to blend in easily :)
nl: het helpt studenten om gemakkelijk op te gaan :)

source: a challenge is a (social) problem or question a organization is struggling with and needs a new solution or perspective.
nl: een challenge is een (maatschappelijke) probleem of vraag waar een organisatie mee worstelt en een nieuwe oplossing of perspectief nodig heeft.

source: challanges
nl: challenges

source: you and your fresh brain can come with a solution and pitch it.
nl: jij en je frisse brein kunnen met een oplossing komen en deze pitchen.

source: An internship is the best way to learn how a company or organization works.
nl: een stage is de beste manier om te leren hoe een bedrijf of organisatie werkt.

source: But also they can use a fresh brain and the different set of eyes you have :)
nl: maar ze kunnen ook een fris brein gebruiken en een andere set ogen die je hebt :)

source: add new
nl: nieuwe toevoegen

source: chamber of commerce
nl: kamer van koophandel

source: social service number (rsin)
nl: burgerservicenummer (rsin)

source: click here if you also want to make a new user group
nl: klik hier als u ook een nieuwe gebruikersgroep wilt aanmaken

source: user group
nl: gebruikersgroep

source: click here if you dont want to add an extra user group
nl: klik hier als u geen extra gebruikersgroep wilt toevoegen

source: click here if you also want to make an extra user group
nl: klik hier als u ook een extra gebruikersgroep wilt aanmaken

source: Choose your organization
nl: kies je organisatie

source: no results have been found
nl: er zijn geen resultaten gevonden

source: about me
nl: over mij

source: About you Profile text
nl: 'Over mij' profiel tekst

source: a text that you want to show on your profile
nl: een tekst die u op uw profiel wilt weergeven

source: about my organization
nl: over mijn organisatie

source: First Name
nl: voornaam

source: Last Name
nl: achternaam

source: So that’s where teams come in!
nl: dus dat is waar teams binnenkomen!

source: Together you can come up with the best solutions for challenges.
nl: samen bedenk je de beste oplossingen voor challenges.

source: A tutorial can help you gain en gather more knowlegde in general or about the challenge you’re going to work on/ company you’re going to work with
nl: een tutorial kan je helpen meer kennis in het algemeen op te doen of over de challenge waaraan je gaat werken / het bedrijf waarmee je gaat werken

source: Sign in to our platform
nl: log in op ons platform

source: Use your credentials to access your account.
nl: gebruik uw inloggegevens om toegang te krijgen tot uw account.

source: terms and conditions
nl: voorwaarden

source: or
nl: of

source: Already have an account?
nl: Heb je al een acount?

source: motivation
nl: motivatie

source: motivate your registration
nl: motiveer je inschrijving

source: by providing tutorials you don't just support the next generation of profesional's, you activly help them onboard for your ecosystem
nl: door tutorials aan te bieden, ondersteun je niet alleen de volgende generatie professionals, je helpt ze ook actief onboard je ecosysteem

source: english
nl: engels

source: dutch
nl: nederlands

source: no curent language could be established
nl: er kon geen huidige taal worden vastgesteld

source: students
nl: studenten

source: motivate your application
nl: motiveer je sollicitatie

source: open positions
nl: open stageplekken

source: dosn't have any open positions
nl: heeft geen stages

source: for students
nl: voor studenten

source: examples and guides
nl: voorbeelden en handleidingen

source: challenge yourself and win
nl: challange jezelf en win

source: team up and tackle challenges together
nl: werk samen en ga samen challenges aan

source: find the perfect employer
nl: vind de perfecte werkgever

source: for organizations
nl: voor organisaties

source: find the perfect intern
nl: vind de perfecte stagiair

source: posistions
nl: vacatures

source: post an open positions
nl: plaat stage

source: challange students
nl: challenge studenten

source: find other organisations
nl: vind andere organisaties

source: for developers
nl: voor ontwikkelaars

source: documentation
nl: documentatie

source: how does it work
nl: hoe werkt het

source: easily integrate with your HR application
nl: eenvoudig te integreren met uw HR-applicatie

source: no results found
nl: geen resultaten gevonden

source: all organizations
nl: alle organisaties

source: hours
nl: uren

source: Starting your own teams allows jou to attract teammates and tackle challenges together, there is no set definition of who should be in a team so you could either be a group of students of the same study or a multidisciplinary team consisting of different study's. Or you could just be a group of friends.
nl: door je eigen teams te starten, kun je teamgenoten aantrekken en samen challenges aangaan. Er is geen vaste definitie van wie er in een team zou moeten zitten, dus je zou een groep studenten van dezelfde studie kunnen zijn of een multidisciplinair team dat uit verschillende studies bestaat. Of je zou gewoon een groep vrienden kunnen zijn.

source: online environment for internships
nl: online omgeving voor stages

source: onboard interns with the proper knowledge and skills
nl: onboard studenten met de juiste kennis een vaardigheden

source: students can showcase their products and results
nl: studenten kunnen hun producten en resultaten presenteren

source: Conduction Academy provides both matchmaking and an online internship platform
nl: de Conduction Academie verzorgt zowel matching als een online stage platform

source: About us
nl: over ons

source: Products
nl: producten

source: Contact Us
nl: neem contact op

source: The Academy
nl: De Academie

source: The latest stageplatform news, articles, and resources, sent straight to your inbox every month.
nl: het laatse nieuws over het stage platform, elke maand rechtstreeks in jouw mailbox

source: newsletter
nl: nieuwsbrief
